{
    "categorias" : [
        { "id": 1, "nombre":"Restaurantes"},
        { "id": 2, "nombre":"Estética"},
        { "id": 3, "nombre":"Tiempo Libre"},
        { "id": 4, "nombre":"Hoteles en Uruguay"},
        { "id": 5, "nombre":"Viajes Internacionales"},
        { "id": 6, "nombre":"Servicios varios"}
],
"ofertas" : [
    { "id" : 1,
        "nombre" : "2 chivitos de carne y fritas - Costa Brava",
        "descripcion" : "2 chivitos de carne o pollo (a elección) + papas fritas",
        "valoracion" : 4.4,
        "precio": 295.00,
        "coverimg" : "1.jpg",
        "comentarios" : [{"texto":"Lindo lugar."},
            {"texto":"Me super gustó el lugar, la atención, amabilidad, la calidad, de seguro volveré. Muy recomendable."},
            {"texto":"En primer lugar, se ofrece una oferta de 3 x 2 en Chopp, chica o litro, y solo era con cerveza de litro; había cucarachas y nos cambiamos de mesa, por último, el chivito estaba mal servido (el pan viejo, y tenía rastros de cosas negras lo cual se nos dijo era la grasa del chivito, obviamente no se debía a eso). La atención no fue mala pero por ser una oferta no debería ser de calidad tan mala."},
            {"texto":"Muy bueno realmente muy bien servido"},
            {"texto":"Es el Restaurant que hemos ido mas veces. siempre muy bueno."}],        
        "categoriaId" : 1
    },
    { "id" : 2,
        "nombre" : "Brushing Progresivo - Testarda",
        "descripcion" : "Dejará tu cabello sin frizz, sin volumen y prácticamente lacio. No contiene ninguna sustancia tóxica, y se lo puede realizar cualquier tipo de persona, hasta las más alérgicas",
        "valoracion" : 3.8,
        "precio": 920,
        "coverimg" : "2.jpg",
        "comentarios" : [{"texto":"Contenta con el servicio recibido. Muy amables"},
            {"texto":"Excelente la verdad, los claritos quedaron perfectos. Voy a volver seguro. Lo recomiendo muchísimo "},
            {"texto":"El pelo me quedo perfecto! La atencion buenisima "},
            {"texto":"Las chicas super amables , pero están todo el tempo tratándote de venderte algo. EL baño de crema $1500, que pague aparte me pareció caro. me peine y maquille en la tarde porque tenia un evento a las 20 hs , y tuve que peinarme y maquillarme nuevamente . EL maquillaje muy..muy básico. Le tuve que pedir que mejorara el sombreado de los ojos , porque había quedado muy diferente y no aplica ninguna de las técnicas de corrección de imperfecciones. No volvería , ni recomiendo."}],
        "categoriaId" : 2
    },
    { "id" : 3,
        "nombre" : "Salto en paracaídas - Tandem Factory",
        "descripcion" : "Vuelo panorámico de 20 minutos para llegar a la altura del salto. Salto con instructor desde más de 3300 mts de altura. Caída libre de 40 segundos aproximadamente. Los saltos se realizan desde el Aeródromo de Canelones.",
        "valoracion" : 4.5,
        "precio": 4450,
        "coverimg" : "3.jpg",
        "comentarios" : [{"texto":"muchas gracias espectacular"},
            {"texto":"Hice la compra para regalar a una amiga; le encantó y disfrutó muchisimo el salto!!!"},
            {"texto":"muy profecional en todoo muy contento con lo obtenido"},
            {"texto":"Falto más instrucción en el salto."}],
        "categoriaId" : 3
    },
    { "id" : 4,
        "nombre" : "Hotel Casino Carmelo",
        "descripcion" : "2 noches para 2 personas. Incluye desayuno buffet.",
        "valoracion" : 3.26,
        "precio": 3150,
        "coverimg" : "4.jpg",
        "comentarios" : [{"texto":"No conocía el hotel, aproveché la promoción, y realmente nos decepcionamos con mi esposo. El estado gral de la habitación deprime mucho. Pinturas descascarado. Una TV antigua, de 14' colocada altísima y el control que ni funcionaba, televisión de esas que ya no hay ni en los hogares más modestos. Muy mal cuidado el mantenimiento de pintura de la piscina, que la hace ver desprolija. Una pena esos detalles en un lugar tan bonito!! Cabe destacar la buena atención del personal. "},
            {"texto":"muy viejo, humedo y con falta de mantenimiendo dentro del hotel. Trato del personal muy bueno, desayuno tambien"},
            {"texto":"Muy bueno"},
            {"texto":"Un lindo edificio que le falta mantenimiento. El personal muy amable y servicial. La piscina climatizada muy buena, aunque también le falta mantenimiento al techo, tiene algunas goteras cuando llueve mucho afuera. El desayuno es correcto. El entorno es muy lindo y va a mejorar mucho más con obras de vialidad en curso. En general es recomendable, sobre todo para familias con niños, disfrutan de la piscina y juegos para chicos junto a una reserva animal autóctona al frente del edificio. "},
            {"texto":"Hotel con notoria falta de mantenimiento en las instalaciones. Se llovía sobre la piscina climatizada, las aberturas de las habitaciones no estaban aisladas, la ropa de cama no estaba limpia. Una lástima! "}],
        "categoriaId" : 4
    },
    { "id" : 5,
        "nombre" : "Lollapalooza 2018",
        "descripcion" : "Pasaje ida y  vuelta en barco. 3 o 4 noches con desayuno en el Hotel Victory. Entrada por 3 días al festival Lollapalooza",
        "valoracion" : 4.5,
        "precio": 14990,
        "coverimg" : "5.jpg",
        "comentarios" : [],
        "categoriaId" : 5
    },
    { "id" : 6,
        "nombre" : "Kit Mixer + Exprimidor + Jarra eléctrica Mallory",
        "descripcion" : "Mixer + Exprimidor + Jarra 1.7 L",
        "valoracion" : 4.4,
        "precio": 891,
        "coverimg" : "6.jpg",
        "comentarios" : [{"texto":"realmente muy buena compra. Muy en precio"},
            {"texto":"muy bueno!"},
            {"texto":"El exprimidor funcióno una ves sola "}],
        "categoriaId" : 6
    }
]
}